{
  "nav": {
    "home": "Home",
    "about": "About",
    "lore": "Lore",
    "vision": "Vision",
    "team": "Team",
    "support": "Support",
    "contact": "Contact"
  },
  "header": {
    "title": "The Shadow from Ringholt",
    "play": "Play Trailer",
    "trailerTitle": "The Shadow from Ringholt - Trailer"
  },
  "about": {
    "title": "Welcome to Gastahav: The Shadow from Ringholt",
    "introSections": [
      "Gastahav: The Shadow from Ringholt is a story-driven RPG set in a world woven together from folk tales. Clear echoes of Sámi and Norse mythology surface, creating a living, handcrafted Nordic narrative. Through fire, fog, and a mysterious river landscape, a world shaped by elemental forces and ancient gods awaits.",
      "You play as Tyri Månetun – a boy bound to a magical spirit, a Saivo named Draupne, visible only to him. Together they must face harsh trials, as Tyri loses his direction in life. To survive, he becomes part of a band of outcast Vikings."
    ],
    "readMore": "Read More",
    "modal": "Tyri's path is difficult and twisted, but Draupne guides him, and together they tame mythical creatures that aid them on their journey. In Tyri's blood flows the ancient seid – magic so potent that he can command fire to obey his will, so long as he does not burn himself in its chaotic blaze. He needs a guide before his newfound powers consume him. The tale of Tyri and Draupne is one of being cast onto thin ice in a fight for survival. It is a story of friendship, trauma, time, and the nature of humanity.",
    "verdenTitle": "The World",
    "verden": "Far to the north in the human realm of Fjorgvin, where the sea meets the sky, far out at sea beyond the fog and distant skerries, rises the colossal glacier Stor Klakkiir, standing as a gatekeeper between worlds. Stor Klakkiir guards the entrance to Gastahav, the largest and richest fjord in the world. A land shrouded in mist, home to the Askefolk – people who speak with the wind and live off the sea. The Vandrifolk, who herd their white bison across the mountains of Douttar. Gastahav, a land full of ancient promises and forgotten gods, with a history so deep and stormy that even the ice gate surrounding its borders could scarcely contain it. Dubious legends and tales are whispered across Fjorgvin in the late hours. In taverns lit by burning oil lamps, sailors and wanderers recount the saga of the land beyond the ice. Many have sought it. Sailors who could not find the passage between harsh reefs and deep ice fjords now decorate the seabed with their laughing skulls and wrecked ships. Here, both myths and people are guarded by nature itself, for the gods have not forgotten Gastahav. And Gastahav takes no prisoners."
  },
  "lore": {
    "title": "Lore",
    "characters": [
      {
        "name": "Tyri Månetun",
        "quote": "“Too curious to stay away from dangerous situations, clever enough to get out of them before everything goes downhill” - Brage Tornebukk",
        "story": "Tyri is a teenager. He has flame-red hair and knows a lot for his age. Despite the struggles of life at Månetun, which have made him strong and resilient, he has an eternal thirst to discover everything new and unusual. Tyri is loyal to those he cares about, protecting his loved ones with a burning fire in his heart. When he gets angry, it’s almost as if the flames around him flare up, and his mother says he must have seid powers flowing in his veins."
      },
      {
        "name": "Draupne",
        "quote": "“The boy has a saivo with him, it’s not hard to see” - Drifa Čearga",
        "story": "There are spirits tied to sacred mountains from the world of seid, and these are called saivo. When Tyri wandered into a cave deep inside the mountain under Månetun and couldn’t find his way out, he found a beautiful opal stone from ancient times. It was likely one of Magme’s tears, for when he touched it, the power was so strong that he was knocked unconscious. When he later woke up, he faced a saivo that had been trapped in the stone. At first, Tyri was scared, but for some reason, he felt a connection to the creature. The spirit did not remember who it was or why it had been there, but it told him its name was Draupne and offered to help Tyri. Together they found their way out, and thus Tyri gained a saivo as a companion."
      },
      {
        "name": "Drifa Čearga",
        "quote": "“We were attacked without warning, in a fog as thick as clay” - Byrding Captain from Viksund",
        "story": "The terror on Nidingfar, the boat-sweller, the witch from Brimhall. Drifa Čearga has many names along Askefjorden, and while many rumors are deserved, they are uncertain. What is certain is that few things make the jarl’s men more fearful than seeing the noaide woman with long white hair glide out of the fog, silent as a snowy owl. Nidingfar is her boat, with the horned skull of a mountain troll adorning its bow. For years, the Viking pirate has been a thorn in Jarl Olav Beinlause’s side, and despite his superior military power, the pirates always vanish into a fog in which no man can navigate. A truce has fortunately been established, and Brimhall, once a gathering place for criminals and outcasts, has under Drifa become a disciplined military fort in the north of Gastahav."
      },
      {
        "name": "Vikmark",
        "quote": "“You shouldn’t venture far into the forest from Viksund before the wilderness takes over. The people, if you can call them that, who live there, are either fleeing the law, or hardy savages without manners.” - V. Vinterstoge (The year Olaf Herse was born), p. 30, Safe Paths along Askefjorden.",
        "story": "Vikmark is the territory associated with Viksund, the second largest settlement along Askefjorden after Askahorn. Viksund sits by the fjord, and the town’s economy is primarily driven by shipbuilding and timber export. The latter is harvested from the long-stretching forest area that extends west from the fjord into the valley, until the mountains begin. Ash, elm, and millions of conifers stretch inward. The forests are old and deep, and many believe they draw unnatural power from the volcanoes in the tundra landscape further west. After all, it is known that the fire giant Magme lies buried deep in the Earth, and where the volcanoes reside, Magme’s energy is strongest."
      },
      {
        "name": "Månetun",
        "quote": "“The forests are deep here, and the mountains rise like rusty knuckles. The river is deep and merciless, and in the evening, or after rain, Kvalupaliken lurks by the riverbed. Even in a magnetite boat it is hard to stay afloat. But it is beautiful. A kind of deep and magical beauty that can only be seen when you have been away from people for a long time.” - Agnar Månetun",
        "story": "In the deep river landscape shaping the northern forests of Gastahav, far from the bustling life of Viksund, just before the forest gives way to mountains and snow, there lies a farm. The farmhouse is worn and weathered, standing among wood anemones and cotton grass, and even though it lies in the shadow of mountains and large spruce trees by day, it bathes in sunset and the silver light of the moon. Hence the farm is called Månetun."
      },
      {
        "name": "Seid",
        "quote": "“And it was with their enchanted stones that the noaides from Stoggeselet lifted the iceberg from the water, where it was bound with large chains, should Isengrim try to force his way through the pass under the ice.” - S. Alfarrson (the year Toke Hjelmholt inherited Nevgilde), p. 12, Ferdalok: Seven Years in Peace",
        "story": "There is magic in Fjorgvin, and the deep forests of Viksund hold old secrets. Long ago, before humans existed, nature’s gods ruled. First, there were the stone giants Magme and Sedimus, who fought for a thousand years, and later Haefmar, betrayed by the sun goddess Beaivvi, flooded the earth with her blood. The stories are many, but one thing is certain: powers still exist, magic that can be harnessed by those with the gift. This magic is called seid, and it is as dangerous as it is useful. For although many have tried through the ages, no one truly controls nature."
      }
    ]
  },
  "vision": {
    "title": "Our Vision",
    "article": [
      "In Norse mythology, the fertility goddess Iðunn guards the golden apples that keep the gods young—a symbol of renewal, vitality, and the culture’s ability to survive. In Western mythology, there is another apple: the Apple of Eden—the fruit that led to the fall, but also to awareness and a new beginning.",
      "At Ctrl Studio, we see the value in both. While the Apple of Eden represents the price of curiosity, Iðunn’s apple represents the ability to renew the old. A central part of our mindset is that we do not want to be stuck retelling old stories, but rather creating new stories at the intersection of familiar waters and fresh ideas. This is where we choose to stand. In the tension between heritage and invention, between roots and risk.",
      "Gastahav: The Shadow from Ringholt is our first step in realizing the dream of giving the Nordic cultural heritage new forms, new voices, and new life. A Nordic adventure about people, nature, and change, it serves as a reminder that culture is not a museum, but a living landscape, always in motion. After three years of world-building, deep dives into literature and history, The Shadow from Ringholt fell into our hands like one of Iðunn’s apples—something familiar and dear, with a youthful flame.",
      "With such mythology on our shoulders, a closeness to nature naturally becomes a focus for the game we produce. At the same time, some questions arise. What truly is human nature, and can we change if we strive to? Whatever the answer, there exists a place where old and new meet, where Iðunn and Eden share each their half of an alluring apple. That place now exists in Gastahav."
    ]
  },
  "team": {
    "title": "The Team",
    "aboutHeading": "About",
    "responsibilitiesHeading": "Responsibilities",
    "members": [
      {
        "id": 1,
        "name": "Magnus Eckhoff",
        "role": "Creative Director and Composer",
        "alt": "Portrait of Magnus Eckhoff",
        "background": "Combines a background in music, storytelling, and design with a degree in 3D animation and game design.",
        "readMore": "Read More",
        "detailedBio": [
          "For me, it has always been so difficult to settle on just one thing, and why should I anyway? There are so many interesting things to do in our world. Music to listen to, art to observe. There are books, films, games, incredible universes, each of them a growing castle where countless people contribute their own building blocks every day. I tried to limit myself, until I realized that I can actually dive into whatever I want, write whatever I want, draw whatever I want! And if I put my soul into it, maybe there are others who feel exactly what I am trying to capture. Across media, I believe there is one common denominator that gives all works of art value: it is the quality of the story being told. And that is what draws me in.",
          "I believe video games are in many ways the ultimate media platform for creative expression. With the interactive element that games offer, they are also a platform where players can express themselves, and that is where I find the joy in doing what I do."
        ]
      },
      {
        "id": 2,
        "name": "Caroline Silva",
        "role": "Project Manager and Designer",
        "alt": "Portrait of Caroline Silva",
        "background": "Has experience in drawing, 3D animation, and UX design, with a degree in 3D animation and game design.",
        "readMore": "Read More",
        "detailedBio": [
          "How can certain colors and lights affect our mood? Why are so few things as easy to enjoy as the shape of a perfect teacup, with the scent of steeping herbs and spices? What fascinates me about ventilation fans, hanging on building walls tirelessly supplying people with clean air? It took me several years to understand that I didn’t always need an explanation for why something delighted me in order to accept it, and perhaps it wasn’t until I exhaled and really absorbed the design of things that I understood.",
          "Because design is everywhere around us, the shape of raindrops falling from the sky, the daisies swaying in the wind on a warm summer day, or my old CD player standing alone on a shelf. Design tells a story, and I believe that humans learn best by telling each other stories. That is why there is enormous potential in the creative industry. A video game is not just a game; it is a platform of art and storytelling. The magic arises when people play in their own way and make the story their own. It is only then that culture is created, and culture is more important than ever in a society flooded with information."
        ]
      },
      {
        "id": 3,
        "name": "David Johnsen",
        "role": "Chairman and Technical Director",
        "alt": "Portrait of David Johnsen",
        "background": "Experienced developer and former lead on a game with over 4 million copies sold, now teaching 3D animation and game design.",
        "readMore": "Read More",
        "detailedBio": [
          "I am the guy with the wrench in hand. The machinist who greases the tracks and lets the project travel toward new horizons. My focus is backend programming: well-functioning, efficient, zero clutter. I have always been hooked on the invisible systems behind the things around us, the logic that makes an elevator glide with a single keystroke, or the magic that lets an entire world live inside a chip the size of a fingernail. The pursuit of understanding different mechanisms has become a lifelong quest to build them. I am not a casual gamer; I am a loyalist! The type who picks a world and digs to its core. Games like World of Warcraft or Counter Strike have shaped the way I think: precision, repetition, mastery.",
          "The exciting part is not just playing, but seeing how good something or someone can become when time and focus are pushed to the edge! The code I write reflects the same mindset: efficient loops, clean architecture, and seamless cycles. While others are captivated by the fireworks released on screen, I invent the gunpowder that burns in glowing patterns across the night sky."
        ]
      }
    ]
  },
  "support": {
    "title": "Stay Updated",
    "benefits": [
      "Early access to game testing",
      "The latest updates",
      "Exclusive content and sneak peeks",
      "Community events"
    ],
    "discord": "Join Our Discord Server!"
  },
  "contact": {
    "title": "Get in touch",
    "description": "If you have any questions, comments, or feedback, feel free to use the form below.",
    "form": {
      "namePlaceholder": "Enter your name",
      "emailPlaceholder": "Enter your email",
      "messagePlaceholder": "Enter your message",
      "submitButton": "Send Message",
      "sending": "Sending....",
      "success": "Your Message Has Been Sent!"
    },
    "exclusiveUpdatesConsentText": "Exclusive Updates: I consent to receive news, updates, and occasional offers from Ctrl Studio. I understand that I can unsubscribe at any time.",
    "exclusiveUpdatesConsentError": "You must consent to receive Exclusive Updates to continue."
  },
  "privacyPolicy": {
    "title": "Privacy Policy"
  },
  "termsAndConditions": {
    "title": "Terms and Conditions"
  },
  "footer": {
    "description": "Ctrl – Studio is a group of friends from Norway on a mission to create our dream game and share it with the world.",
    "explore": "EXPLORE",
    "home": "Home",
    "about": "About",
    "team": "Team",
    "contact": "Contact Us",
    "support": "Support Us",
    "getintouch": "GET IN TOUCH",
    "email": "ctrlstudio.as@gmail.com",
    "copyright": "Copyright 2025 © Ctrl Studio - All Rights Reserved.",
    "by": "made by Senbet.G",
    "privacyPolicy": "Privacy Policy",
    "termsAndConditions": "Terms and Conditions"
  }
}
