{
  "nav": {
    "home": "Home",
    "about": "About",
    "lore": "Lore",
    "vision": "Vision",
    "team": "Team",
    "support": "Support",
    "contact": "Contact"
  },
  "header": {
    "title": "The shadow from",
    "play": "Play Trailer",
    "trailerTitle": "The Shadow from Ringholt - Trailer"
  },
  "about": {
    "title": "Welcome to The shadow from Ringholt",
    "intro": "Join Tyri on an epic adventure to uncover what lies in the shadows of Ringholt, where ancient secrets whisper through frost-covered pines and ethereal lights dance across starlit skies. As a young herder with a mysterious connection to the spirit world, he must navigate treacherous wilderness and face creatures born from forgotten legends.",
    "readMore": "Read More",
    "modal": "Join Tyri on an epic adventure to uncover what lies in the shadows of Ringholt, where ancient secrets whisper through frost-covered pines and ethereal lights dance across starlit skies. As a young herder with a mysterious connection to the spirit world, he must navigate treacherous wilderness and face creatures born from forgotten legends.",
    "modal2": "Join Tyri on an epic adventure to uncover what lies in the shadows of Ringholt, where ancient secrets whisper through frost-covered pines and ethereal lights dance across starlit skies. As a young herder with a mysterious connection to the spirit world, he must navigate treacherous wilderness and face creatures born from forgotten legends.",
    "modal3": "Join Tyri on an epic adventure to uncover what lies in the shadows of Ringholt, where ancient secrets whisper through frost-covered pines and ethereal lights dance across starlit skies. As a young herder with a mysterious connection to the spirit world, he must navigate treacherous wilderness and face creatures born from forgotten legends. Join Tyri on an epic adventure to uncover what lies in the shadows of Ringholt, where ancient secrets whisper through frost-covered pines and ethereal lights dance across starlit skies. As a young herder with a mysterious connection to the spirit world, he must navigate treacherous wilderness and face creatures born from forgotten legends."
  },
  "lore": {
    "title": "Lore",
    "characters": [
      {
        "name": "Tyri",
        "quote": "Too curious to stay away from dangerous situations, inventive enough to get out of them before everything goes wrong - Brage Tornebukk",
        "story": "Tyri is a teenager. He has flame red hair and knows a lot for his age. Despite the struggles of life at Månetun which made him strong and resilient, he has an endless thirst to discover everything that is new and different. Tyri is loyal to those he cares about and protects his loved ones with a burning fire in his heart. When he gets angry it is almost as if the flames around him flare up, and his mother says he must have seid powers flowing in his veins."
      },
      {
        "name": "Draupne",
        "quote": "The boy has a saivo with him, it is not hard to see - Drifa Čearga",
        "story": "There are spirits tied to sacred mountains from the world of seid, and such spirits are called saivo. When Tyri wandered into a cave deep inside the mountain under Månetun and could not find his way out, he found a beautiful opal from ancient times. It was likely one of Magme's tears, for when he touched it the power was so strong he fainted. Later, when he awoke, he came face to face with a saivo that had been trapped in the stone. Tyri was initially afraid but somehow felt connected to the creature. The spirit said its name was Draupne and offered to help Tyri. Together they found the way out, and thus Tyri gained a saivo as a companion."
      },
      {
        "name": "Drifa Čearga",
        "quote": "We were attacked without warning, in a fog as thick as clay",
        "story": "The terror of Nidingfar, the boat devourer, the witch from Brimhall. Drifa Čearga has many names along Askefjorden, and many of the rumors that are deserved remain uncertain. What is certain is that few things make the jarl's men more fearful than seeing the noaide woman with long white hair glide out of the fog, silent as a snowy owl. Nidingfar is the name of her boat, and the horned skull of a mountain troll decorates the prow. For years the Viking pirate has been a thorn in the side of Jarl Olav Beinlause, and despite his superior military power, the pirates always vanish in a fog where no man can navigate. A truce has fortunately taken place, and Brimhall, once a gathering place for criminals and outcasts, has under Drifa become a disciplined military fort in the north of Gastahav."
      },
      {
        "name": "Vikmark",
        "quote": "Do not venture far into the forest from Viksund before the wilderness takes over. People, if you can call them that, who live there are either fleeing the law or are hardy wild men without manners - V Vinterstoge (the year Herse Olaf was born), p 30, Safe paths along Askefjorden",
        "story": "Vikmark is the territory associated with Viksund, the second largest settlement along Askefjorden after Askahorn. Viksund is located by the fjord, and the town's economy is mainly driven by shipbuilding and timber export. The latter comes from the long forest stretching westward from the fjord into the valley, to where the mountains begin. The forests are old and deep, and many believe they draw unnatural power from the volcanoes in the tundra landscape further west. After all, it is known that the fire giant Magme is buried deep in the earth, and where the volcanoes live, Magme's energy is strongest."
      },
      {
        "name": "Månetun",
        "quote": "The forests are deep here, and the mountains rise like rusty knuckles. The river is deep and relentless, and in the evening, or when it has rained, the Kvalupalik lurks by the riverbed. Even in a magnetite boat it is hard to stay afloat. But it is beautiful. A kind of deep and magical beauty that can only be seen when you have been away from people for a long time. -Agnar Månetun",
        "story": "In the deep river landscape shaping Gastahav's northern forests, far from the busy everyday life of the town of Viksund, just before the forest begins to give way to the mountains and snow, there lies a farm. The farmhouse is worn and weathered where it stands among wood anemones and cotton grass, and although the house lies in the shadow of mountains and tall spruces during the day, it bathes in sunset and the moon's silver light. Therefore the farm is called Månetun."
      },
      {
        "name": "Seid",
        "quote": "And it was with their magic staffs that the noaides from Stoggeselet lifted the ice mountain from the water, where it was bound with large chains, if Isengrim were to pass through under the ice - S Alfarrson (the year Toke Hjelmholt inherited Nevgilde), p12, Ferdalok: Seven years in peace",
        "story": "There is magic in Fjorgvin, and Viksund's deep forests hold ancient secrets. Long ago, before humans, the gods of nature ruled. First came the stone giants Magme and Sedimus who fought for a thousand years, and later Haefmar, betrayed by the sun goddess Beaivvi, who flooded the earth with her blood. The stories are many, but one thing is certain: powers still exist, magic that can be tamed by those with the gift. This magic is called seid and is as dangerous as it is useful. Even though many have tried throughout history, no one can truly control nature."
      }
    ]
  },
  "vision": {
    "title": "Vision",
    "description": "We believe the greatest stories have already been told, they just need to be experienced differently. As a small Norwegian studio, we're working on Shadows from Ringholt, a game that brings ancient myths and folklore to life. Our vision is straightforward: honor the stories that shaped us, and create an experience where legends become playable. We're here to tell a story worth remembering."
  },
  "team": {
    "title": "The Team",
    "aboutHeading": "About",
    "responsibilitiesHeading": "Responsibilities",
    "members": [
      {
        "role": "Writer / Production Designer",
        "alt": "Team member Portrait",
        "background": "Combines a background in music, storytelling, and design with a degree in 3D animation and game design.",
        "readMore": "Read More",
        "detailedBio": "Magnus brings a unique blend of creative disciplines to the team. With years of experience in music composition and storytelling, he crafts narratives that resonate deeply with players. His expertise in production design ensures every visual element serves the story, while his technical skills in 3D animation and game design help bridge the gap between artistic vision and technical execution.",
        "responsibilities": "Responsible for narrative design, world-building, and visual aesthetics of Shadows from Ringholt."
      },
      {
        "role": "Head of Design",
        "alt": "Team member Portrait",
        "background": "Brings experience in drawing, 3D animation, and UX design, with a degree in 3D animation and game design.",
        "readMore": "Read More",
        "detailedBio": "Caroline's artistic journey spans traditional drawing to cutting-edge 3D animation. Her keen eye for user experience ensures that every interaction in the game feels intuitive and engaging. She leads the design team with a focus on creating visually stunning environments that are both beautiful and functional.",
        "responsibilities": "Oversees all design aspects, from character design to environmental art and user interface."
      },
      {
        "role": "Head of Development",
        "alt": "Team member Portrait",
        "background": "Experienced developer and former lead on a game with over 4 million copies sold, now teaching 3D animation and game design.",
        "readMore": "Read More",
        "detailedBio": "David's impressive track record includes leading development on a commercially successful game with over 4 million copies sold. His technical expertise and leadership experience make him invaluable to the team. Beyond his work at the studio, he shares his knowledge by teaching the next generation of game developers.",
        "responsibilities": "Leads technical development, engine optimization, and ensures the game runs smoothly across all platforms."
      }
    ]
  },
  "support": {
    "title": "Stay Updated",
    "benefits": [
      "Early access to game testing",
      "The latest updates",
      "Exclusive content and sneak peeks",
      "Community events"
    ],
    "discord": "Join Our Discord Server!"
  },
  "contact": {
    "title": "Get in touch",
    "description": "If you have any questions, comments, or feedback, feel free to use the form below.",
    "form": {
      "namePlaceholder": "Enter your name",
      "emailPlaceholder": "Enter your email",
      "messagePlaceholder": "Enter your message",
      "submitButton": "Send Message",
      "sending": "Sending....",
      "success": "Your Message Has Been Sent!"
    }
  },
  "footer": {
    "description": "Ctrl – Studio is a group of friends from Norway on a mission to create our dream game and share it with the world.",
    "explore": "EXPLORE",
    "home": "Home",
    "about": "About",
    "team": "Team",
    "contact": "Contact Us",
    "support": "Support Us",
    "getintouch": "GET IN TOUCH",
    "email": "ctrlstudio.as@gmail.com",
    "copyright": "Copyright 2025 © Ctrl Studio - All Rights Reserved.",
    "by": "made by Senbet.G"
  }
}
